[
    {
        "name": "Stellar Screens",
        "shortDescription": "",
        "description": "Cinema is a part of everybody's life, and the same goes for Antariksh. Here at Antariksh, we use it as a tool to dive into the mysteries of the cosmos and to explore the imagination of the human mind through science fiction and science shows. Throughout the year, Antariksh organizes screenings of various science shows and movies for the sci-fi fans of NIT Kurukshetra. Last year, we screened some episodes of one of the best science shows of all time, 'Cosmos: A Spacetime Odyssey.' The show took the audience on a cosmic journey, delving into the dimensions of fascinating scientific exploration and the mysteries of limitless space. Antariksh will always extend invitations to cosmic adventurers by organizing events such as 'The Stellar Screens' to explore the boundless dimensions of possibilities.",
        "photoName": "Cosmos-screening.png"
    },
    {
        "name": "Zathura",
        "shortDescription": "",
        "description": "Zathura- a thrilling game inspired by the timeless classic -‘Zathura’,  is an astronomy-themed board game that takes you on a journey through the cosmos like never before! A team event that is designed to take you into the awe-inspiring depths of space, where you explore distant galaxies, discover celestial wonders, and conquer the challenges of the unknown universe. Your mission is to unravel the mysteries of the cosmos- from the birth of stars to exploring the dark mysteries of black holes, challenging your brains by solving mind-bending puzzles on physics and breathtaking cosmic phenomena like supernovae and nebulae, all while competing with fellow explorers to become the ultimate cosmic conqueror. We at Antariksh organize Zathura every year to attract space enthusiasts to embark on an exciting journey through the cosmos while testing their skills in the endless vastness and darkness of space.",
        "photoName": "zathura.jpg"
    },
    {
        "name": "Astrohunt",
        "shortDescription": "",
        "description": "Curious mind, hidden clues, and cosmic solutions! Astrophiles, do you love solving puzzles and answering riddles? Are you captivated by cosmic mysteries that make your mind wander into the deep realms of space? Antariksh presents you with Astrohunt. Gather your wits and dive deep into solving the cosmic riddles. Solve a riddle, find a clue, and move on to the next mystery. Each clue takes you to a different location. Be the first one to find your destination, be the first one to unravel the conundrums space holds. It is a race against time, are you fast enough?",
        "photoName": "astrohunt.png"
    },
    {
        "name": "Star Gazing",
        "shortDescription": "",
        "description": "In the depth of the cosmos and vastness of space, lie numerous planets and stars which have intrigued the minds of humans since the beginning of their time. These celestial bodies make the universe as it is, and we, humans have always been curious to know them. The darkness of space is lightened by those stars that seem tiny but are gigantic. There are planets beyond Earth, that are the beauty of the cosmos’s creation. With various stargazing sessions of Antariksh, explore the realities of the cosmos, and know what lies beyond our planet. Learn to use telescopes, know to spot these heavenly objects, and become one of our stargazers.",
        "photoName": "star-gazing.jpg"
    },
    {
        "name": "Prakshepan",
        "shortDescription": "Rocket launcing comptetion, where individuals win by launcing the rocket to highest or farthest point.",
        "description": "Have you ever been dazzled by rockets piercing the blue skies? Don't you want to launch one yourself? We, here at Antariksh, organize an annual event as part of NIT Kurukshetra's tech fest, Techsparadha, called 'Prakshepan' - a water rocket event. It's an event where you push your limits to reach the Kármán line and conquer the depths of the cosmos. This event gives astrophiles a chance to witness Newton's third law of motion in action and to send their aspirations rocketing high into the sky. The event begins with practical workshops that introduce you to the world of rocket science, followed by fascinating preliminaries and the competitive and sky-high finals. Join us on a journey from the blue skies to the infinite with our cosmic family, 'Antariksh,' using your imaginative mind, skillful hands, and a willingness to learn.",
        "photoName": "rocket-launching.jpg"
    }
]